---
kind: property
id: P:Autodesk.Revit.DB.ProjectInfo.Status
source: html/f806ca91-55c9-efae-b58a-41efd284d693.htm
---
# Autodesk.Revit.DB.ProjectInfo.Status Property

Get or Set the Project Status of the Project Information.

## Syntax (C#)
```csharp
public string Status { get; set; }
```

## Remarks
This property is used to get or set the Project Status of the Project Information.